import { Question } from '../../types';

export const CHAPTER_2_QUESTIONS: Question[] = [
  {
    "id": "ch2_1",
    "chapterId": 2,
    "number": 1,
    "question": "কোষ বিভাজন পদ্ধতি কত প্রকার?",
    "options": [
      "২",
      "৩",
      "৪",
      "৫"
    ],
    "correctAnswer": 1,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_2",
    "chapterId": 2,
    "number": 2,
    "question": "অ্যামাইটোসিস প্রক্রিয়ায় কোনো প্রকার জটিলতা ছাড়া কোনটির সরাসরি বিভাজন ঘটে?",
    "options": [
      "দেহকোষের",
      "মাইটোকন্ড্রিয়ার",
      "মাতৃকোষের",
      "সাইটোপ্লাজমের"
    ],
    "correctAnswer": 2,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_3",
    "chapterId": 2,
    "number": 3,
    "question": "অ্যামাইটোসিস কোষ বিভাজনে কোষের নিউক্লিওবস্তুর আকৃতি কেমন হয়?",
    "options": [
      "ডাম্বেল আকার",
      "গোলাকার",
      "সুত্রাকার",
      "দণ্ডাকার"
    ],
    "correctAnswer": 0,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_4",
    "chapterId": 2,
    "number": 4,
    "question": "কোষ বিভাজন কে আবিষ্কার করেন?",
    "options": [
      "বোভেরী",
      "স্ট্রাসবার্গার",
      "ফ্লেমিং",
      "শ্লাইখার"
    ],
    "correctAnswer": 2,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "সকল বোর্ড: ২০১৮"
  },
  {
    "id": "ch2_5",
    "chapterId": 2,
    "number": 5,
    "question": "মানব শরীরে কোন কোষ বিভাজন হয় না?",
    "options": [
      "Virus",
      "RBC",
      "T-lymphocytes",
      "germ cell"
    ],
    "correctAnswer": 1,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "ডেন্টাল: ২১-২২"
  },
  {
    "id": "ch2_6",
    "chapterId": 2,
    "number": 6,
    "question": "কোষ বিভাজনের সময় অ্যাস্টার রশ্মি সৃষ্টি করে নিচের কোনটি?",
    "options": [
      "সেন্ট্রিওল",
      "রাইবোসোম",
      "লাইসোজোম",
      "মাইটোকন্ড্রিয়া"
    ],
    "correctAnswer": 0,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "আলীম"
  },
  {
    "id": "ch2_7",
    "chapterId": 2,
    "number": 7,
    "question": "কোন বিজ্ঞানী কোষ বিভাজন আবিষ্কার করেন?",
    "options": [
      "বোভেরী",
      "ওয়াল্টার ফ্লেমিং",
      "স্টার্সবার্গার",
      "শ্লাইখার"
    ],
    "correctAnswer": 1,
    "topic": "কোষ বিভাজন পদ্ধতি",
    "source": "আলীম"
  },
  {
    "id": "ch2_8",
    "chapterId": 2,
    "number": 8,
    "question": "মাইটোসিসের কোন পর্যায়ে ক্রোমোজোমগুলো কোষের বিষুবীয় অঞ্চলে অবস্থান করে?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "য. বো: ১৯"
  },
  {
    "id": "ch2_9",
    "chapterId": 2,
    "number": 9,
    "question": "কোষ বিভাজনের কোন ধাপে ক্রোমোজোমগুলো V, L, J ও I এর আকার ধারণ করে?",
    "options": [
      "প্রোফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "ঢা. বো: ১৯"
  },
  {
    "id": "ch2_10",
    "chapterId": 2,
    "number": 10,
    "question": "বিভাজনরত কোষের সাইটোপ্লাজম দু'ভাগে বিভক্ত হওয়াকে কী বলে?",
    "options": [
      "মেটাকাইনেসিস",
      "সাইটোকাইনেসিস",
      "ক্যারিওকাইনেসিস",
      "সেন্ট্রোকাইনেসিস"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "আলীম+আজিজুর"
  },
  {
    "id": "ch2_11",
    "chapterId": 2,
    "number": 11,
    "question": "মাইটোসিস কোষ বিভাজনের কোন ধাপে নিউক্লিওলাসের বিলুপ্তি ঘটে?",
    "options": [
      "প্রোফেজ",
      "ইন্টারফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "সি. বো: ১৯"
  },
  {
    "id": "ch2_12",
    "chapterId": 2,
    "number": 12,
    "question": "নিচের কোনটিতে ক্রোমোজোম দৃষ্টিগ্রাহ্য হয়?",
    "options": [
      "প্রোফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "কু. বো: ১৭"
  },
  {
    "id": "ch2_13",
    "chapterId": 2,
    "number": 13,
    "question": "অপত্য ক্রোমোজোম মেরুমুখী হয় কোন ধাপে?",
    "options": [
      "প্রোমেটাফেজ",
      "অ্যানাফেজ",
      "মেটাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "জা. বো: ১৫"
  },
  {
    "id": "ch2_14",
    "chapterId": 2,
    "number": 14,
    "question": "নিউক্লিয়াসের বিভাজনকে কী বলে?",
    "options": [
      "ইন্টারফেজ",
      "ক্যারিওকাইনেসিস",
      "সাইটোকাইনেসিস",
      "ইন্টারকাইনেসিস"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "মেডিকেল: ২১-২২"
  },
  {
    "id": "ch2_15",
    "chapterId": 2,
    "number": 15,
    "question": "দেহের বিভিন্ন স্থানে ক্যান্সার কোষের বিস্তার হওয়াকে কি বলে?",
    "options": [
      "অ্যাপোপটোসিস",
      "নেক্রোসিস",
      "অ্যাপোফাইনসিস",
      "মেটাস্টেসিস"
    ],
    "correctAnswer": 3,
    "topic": "মাইটোসিস",
    "source": "আলীম"
  },
  {
    "id": "ch2_16",
    "chapterId": 2,
    "number": 16,
    "question": "ক্রোমোজোমাল নৃত্য পরিলক্ষিত কোষ বিভাজনের কোন পর্যায়ে?",
    "options": [
      "প্রোফেজ",
      "মেটাফেজ",
      "প্রো-মেটাফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "ঢা. বো: ১৭"
  },
  {
    "id": "ch2_17",
    "chapterId": 2,
    "number": 17,
    "question": "মাইটোটিক মেটাফেজে কোনটি সঠিক নয়?",
    "options": [
      "ক্রোমোজোম সেন্ট্রোমিয়ারে বিভক্ত হয়",
      "ক্রোমোজোমে লুপ সৃষ্টি হয়",
      "ক্রোমোজোমগুলো এককভাবে থাকে",
      "ক্রোমোজোম অপরিবর্তিত থাকে"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "মেডিকেল: ২৩-২৪"
  },
  {
    "id": "ch2_18",
    "chapterId": 2,
    "number": 18,
    "question": "কোন কোষ বিভাজন পদ্ধতিতে RBC তৈরি হয়?",
    "options": [
      "Synapsis",
      "mitosis",
      "meiosis",
      "amitosis"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "ডেন্টাল: ২১-২২"
  },
  {
    "id": "ch2_19",
    "chapterId": 2,
    "number": 19,
    "question": "কোন ধরনের কোষ বিভাজনকে সমীকরণিক বিভাজন বলা হয়?",
    "options": [
      "অ্যামাইটোসিস",
      "মাইটোসিস",
      "মিয়োসিস",
      "সবগুলো"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "জা.বি: ২৩-২৪"
  },
  {
    "id": "ch2_20",
    "chapterId": 2,
    "number": 20,
    "question": "মাইটোসিস কোষ বিভাজনের সবচেয়ে দীর্ঘস্থায়ী পর্যায় কোনটি?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 0,
    "topic": "মাইটোসিস",
    "source": "জা.বি: ২১-২২"
  },
  {
    "id": "ch2_21",
    "chapterId": 2,
    "number": 21,
    "question": "মাইটোসিস কোষ বিভাজনের অ্যানাফেজ পর্যায়ে মেটাসেন্ট্রিক ক্রোমোজোমের আকৃতি নিচের কোন ইংরেজি অক্ষরের মতো দেখায়?",
    "options": [
      "V",
      "J",
      "L",
      "I"
    ],
    "correctAnswer": 0,
    "topic": "মাইটোসিস",
    "source": "রা. বো: ১৮"
  },
  {
    "id": "ch2_22",
    "chapterId": 2,
    "number": 22,
    "question": "মাইটোসিস কোষ বিভাজনে ক্রোমোজোমের দ্বিত্বন হয় নিচের কোন পর্যায়ে?",
    "options": [
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ",
      "ইন্টারফেজ"
    ],
    "correctAnswer": 0,
    "topic": "মাইটোসিস",
    "source": "দি. বো: ১৮"
  },
  {
    "id": "ch2_23",
    "chapterId": 2,
    "number": 23,
    "question": "কোষ বিভাজনের কোন ধাপে ক্রোমোজোম মেরুর দিকে গমন করে?",
    "options": [
      "প্রোফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "কু. বো: ১৯"
  },
  {
    "id": "ch2_24",
    "chapterId": 2,
    "number": 24,
    "question": "কোষ বিভাজনের কোন পর্যায়ে ক্রোমোজোমগুলো ক্রমশ সরু, লম্বা ও অদৃশ্য হয়?",
    "options": [
      "প্রোফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 3,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_25",
    "chapterId": 2,
    "number": 25,
    "question": "কাটিং, লেয়ারিং ও গ্রাফটিং নামক অঙ্গজ জননে মূলোৎপাদন ও টিস্যু সংযোজন কীসের ফল?",
    "options": [
      "মাইটোসিসের",
      "ক্রসিংওভারের",
      "অ্যামাইটোসিসের",
      "অযৌন জননের"
    ],
    "correctAnswer": 0,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_26",
    "chapterId": 2,
    "number": 26,
    "question": "মাইটোসিস কোষ বিভাজনের নামকরণ করেন কে?",
    "options": [
      "বেনেডিন",
      "ফ্লেমিং",
      "শ্লাইখার",
      "ফার্মার"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_27",
    "chapterId": 2,
    "number": 27,
    "question": "কোন ধাপে অ্যাস্টার রশ্মির সৃষ্টি হয়?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_28",
    "chapterId": 2,
    "number": 28,
    "question": "যে ক্রোমোজোমে সেন্ট্রোমিয়ারের অবস্থান ঠিক মাঝখানে সেটি কোষ বিভাজনের অ্যানাফেজ পর্যায়ে যে অবস্থা প্রাপ্ত হয়, তা হলো-",
    "options": [
      "মেটাসেন্ট্রিক",
      "সাব-মেটাসেন্ট্রিক",
      "অ্যাক্রোসেন্ট্রিক",
      "টেলোসেন্ট্রিক"
    ],
    "correctAnswer": 0,
    "topic": "মাইটোসিস",
    "source": "দি. বো: ১৬"
  },
  {
    "id": "ch2_29",
    "chapterId": 2,
    "number": 29,
    "question": "নিম্নের কোন পর্যায়ে কোষপ্লেট তৈরি হয়?",
    "options": [
      "প্রোফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ",
      "সাইটোকাইনেসিস"
    ],
    "correctAnswer": 3,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_30",
    "chapterId": 2,
    "number": 30,
    "question": "কোষ বিভাজনের কোন দশায় স্পিন্ডলযন্ত্র অদৃশ্য হয়ে যায়?",
    "options": [
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_31",
    "chapterId": 2,
    "number": 31,
    "question": "সাব মেটাসেন্ট্রিক ক্রোমোজোম কোষ বিভাজনের এনাফেজ দশায় ইংরেজি কোন অক্ষরের আকৃতি ধারণ করে?",
    "options": [
      "I",
      "J",
      "L",
      "V"
    ],
    "correctAnswer": 3,
    "topic": "মাইটোসিস",
    "source": "কু.বো: ২০২২"
  },
  {
    "id": "ch2_32",
    "chapterId": 2,
    "number": 32,
    "question": "মাইটোসিস কোষ বিভাজনের কোন ধাপে স্পিন্ডল যন্ত্রের সৃষ্টি হয়?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "এনাফেজ"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "সি.বো: ২০১৮"
  },
  {
    "id": "ch2_33",
    "chapterId": 2,
    "number": 33,
    "question": "মাইটোসিসের কোন ধাপে নিউক্লিয়ার মেমব্রেন ও নিউক্লিওলাসের পূর্ণ বিলুপ্তি ঘটে?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_34",
    "chapterId": 2,
    "number": 34,
    "question": "মাইটোসিস কোথায় ঘটে না?",
    "options": [
      "মূল ও কাণ্ডের অগ্রভাগ",
      "পাতার বর্ধনশীল অংশে",
      "প্রাণীর যকৃত কোষে",
      "প্রাণীর স্নায়ু কোষে"
    ],
    "correctAnswer": 3,
    "topic": "মাইটোসিস",
    "source": "আজমল"
  },
  {
    "id": "ch2_35",
    "chapterId": 2,
    "number": 35,
    "question": "জীবদেহের ক্ষতস্থান ও ক্ষয়পূরণে অপরিহার্য কোনটি?",
    "options": [
      "অ্যামাইটোসিস",
      "মাইটোসিস",
      "মিয়োসিস",
      "সাইটোপ্লাজম"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "আজমল"
  },
  {
    "id": "ch2_36",
    "chapterId": 2,
    "number": 36,
    "question": "মাইটোসিস কোষ বিভাজনের কোন পর্যায়ে প্রতিটি ক্রোমাটিড একটি অপত্য ক্রোমোজোমে পরিণত হয়?",
    "options": [
      "Prophase",
      "Metaphase",
      "Anaphase",
      "Telophase"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "মেডিকেল: ১৮-১৯"
  },
  {
    "id": "ch2_37",
    "chapterId": 2,
    "number": 37,
    "question": "মাইটোসিস কোষ বিভাজনের সময় স্পিন্ডল যন্ত্রের বিষুবীয় অঞ্চলে ক্রোমোজোমের বিন্যস্ত হওয়াকে কী বলে?",
    "options": [
      "ক্যারিওকাইনেসিস",
      "সাইটোকাইনেসিস",
      "ডায়াকাইনেসিস",
      "মেটাকাইনেসিস"
    ],
    "correctAnswer": 1,
    "topic": "মাইটোসিস",
    "source": "ডেন্টাল: ১৮-১৯"
  },
  {
    "id": "ch2_38",
    "chapterId": 2,
    "number": 38,
    "question": "2n = 8 হলে মাইটোসিস মেটাফেজ দশায় মোট কতটি ক্রোমাটিড দেখা যায়?",
    "options": [
      "৪",
      "৮",
      "১৬",
      "২৪"
    ],
    "correctAnswer": 2,
    "topic": "মাইটোসিস",
    "source": "চট্টগ্রাম বোর্ড: ২০১৯"
  },
  {
    "id": "ch2_39",
    "chapterId": 2,
    "number": 39,
    "question": "মিয়োসিস কোষবিভাজন প্রক্রিয়ায় নিউক্লিয়াসের প্রথম ও দ্বিতীয় বিভাজনের মধ্যবর্তী সময়কে বলে-",
    "options": [
      "ক্যারিওকাইনেসিস",
      "সাইটোকাইনেসিস",
      "মেটাকাইনেসিস",
      "ইন্টারকাইনেসিস"
    ],
    "correctAnswer": 3,
    "topic": "কোষচক্র",
    "source": "রাজশাহী, কুমিল্লা বোর্ড: ২০২১"
  },
  {
    "id": "ch2_40",
    "chapterId": 2,
    "number": 40,
    "question": "কোষ প্রাচীরের মধ্যপর্দার গঠন প্রক্রিয়া কোষ বিভাজনের কোন দশা থেকে শুরু হয়?",
    "options": [
      "প্রোফেজ",
      "টেলোফেজ",
      "মেটাফেজ",
      "প্রো-মেটাফেজ"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "সিলেট বোর্ড: ২০২২"
  },
  {
    "id": "ch2_41",
    "chapterId": 2,
    "number": 41,
    "question": "কোষ চক্রের কোন ধাপের নিউক্লিয়াসকে বিপাকীয় নিউক্লিয়াস বলে?",
    "options": [
      "প্রোফেজ",
      "ইন্টারফেজ",
      "মেটাফেজ",
      "প্রো-মেটাফেজ"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "বরিশাল বোর্ড: ২০২২"
  },
  {
    "id": "ch2_42",
    "chapterId": 2,
    "number": 42,
    "question": "সেন্ট্রোমিয়ারের পূর্ণবিভাজন ঘটে নিম্নের কোন ধাপে?",
    "options": [
      "প্রোমেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "টেলোফেজ"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "চট্টগ্রাম বোর্ড: ২০২১"
  },
  {
    "id": "ch2_43",
    "chapterId": 2,
    "number": 43,
    "question": "দেহে টিউমার ছড়িয়ে পড়াকে কী বলে?",
    "options": [
      "Oncogenesis",
      "Necrosis",
      "Apoptosis",
      "Metastasis"
    ],
    "correctAnswer": 3,
    "topic": "কোষচক্র",
    "source": "সিলেট বোর্ড: ২০২১"
  },
  {
    "id": "ch2_44",
    "chapterId": 2,
    "number": 44,
    "question": "নিচের কোনটির মিলন ক্যারিওগ্যামী?",
    "options": [
      "সাইটোপ্লাজম",
      "নিউক্লিয়াস",
      "গ্যামেটের মিলন",
      "স্পোরের মিলন"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "সিলেট বোর্ড: ২০১৮"
  },
  {
    "id": "ch2_45",
    "chapterId": 2,
    "number": 45,
    "question": "নিচের কোনটি কোষে উচ্চ মাত্রায় থাকলে মহিলাদের স্তন ক্যান্সার সৃষ্টি করে?",
    "options": [
      "p53 প্রোটিন",
      "CDK যৌগ",
      "p27 প্রোটিন",
      "CDK-mpf যৌগ"
    ],
    "correctAnswer": 2,
    "topic": "কোষচক্র",
    "source": "আলীম"
  },
  {
    "id": "ch2_46",
    "chapterId": 2,
    "number": 46,
    "question": "কোষের অনির্ধারিত মৃত্যুকে কি বলে?",
    "options": [
      "অ্যাপোফোসিস",
      "নেক্রোসিস",
      "অ্যাপোপটোসিস",
      "মেটাস্টেসিস"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "আলীম"
  },
  {
    "id": "ch2_47",
    "chapterId": 2,
    "number": 47,
    "question": "কোষের জেনেটিকভাবে নিয়ন্ত্রিত মৃত্যুকে কি বলে?",
    "options": [
      "অ্যাপোফাইসিস",
      "নেক্রোসিস",
      "অ্যাপোপটোসিস",
      "মেটাস্টেসিস"
    ],
    "correctAnswer": 2,
    "topic": "কোষচক্র",
    "source": "আলীম"
  },
  {
    "id": "ch2_48",
    "chapterId": 2,
    "number": 48,
    "question": "কোষ বিভাজনের কোন ফেজে ATP তৈরি হয়?",
    "options": [
      "ইন্টারফেজ",
      "মেটাফেজ",
      "প্রোফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 0,
    "topic": "কোষচক্র",
    "source": "জা.বি: ২৪-২৫"
  },
  {
    "id": "ch2_49",
    "chapterId": 2,
    "number": 49,
    "question": "কোন দশায় RNA এবং DNA রেপ্লিকেশনের সকল উপাদান তৈরি হয়?",
    "options": [
      "G1",
      "G2",
      "S",
      "মাইটোসিস"
    ],
    "correctAnswer": 0,
    "topic": "কোষচক্র",
    "source": "জা.বি: ২৪-২৫"
  },
  {
    "id": "ch2_50",
    "chapterId": 2,
    "number": 50,
    "question": "কোষচক্রের কোন পর্যায়ে DNA এর প্রতিলিপি সৃষ্টি হয়?",
    "options": [
      "ইন্টারফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ",
      "প্রোফেজ"
    ],
    "correctAnswer": 0,
    "topic": "কোষচক্র",
    "source": "য. বো: ১২"
  },
  {
    "id": "ch2_51",
    "chapterId": 2,
    "number": 51,
    "question": "একটি কোষ পর পর দু'বার বিভক্ত হবার মধ্যবর্তী পর্যায়কে কী বলে?",
    "options": [
      "প্রোফেজ",
      "ইন্টারফেজ",
      "অ্যানাফেজ",
      "মেটাফেজ"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_52",
    "chapterId": 2,
    "number": 52,
    "question": "কোষ চক্রের সংশ্লেষণ দশায় ব্যয়িত সময়-",
    "options": [
      "১০-২০%",
      "৩০-৪০%",
      "৩০-৫০%",
      "৯০-৯৫%"
    ],
    "correctAnswer": 2,
    "topic": "কোষচক্র",
    "source": "য. বো: ১৭"
  },
  {
    "id": "ch2_53",
    "chapterId": 2,
    "number": 53,
    "question": "কোষ চক্রের কোন পর্যায়ে DNA সংশ্লেষ ঘটে?",
    "options": [
      "G1",
      "S",
      "G2",
      "M"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "আজমল"
  },
  {
    "id": "ch2_54",
    "chapterId": 2,
    "number": 54,
    "question": "পুষ্টির অভাবজনিত কোষের মৃত্যুকে কী বলে?",
    "options": [
      "অ্যাপোপটসিস",
      "টারিকোসিস",
      "নিউট্রেপটিসিস",
      "নেক্রোসিস"
    ],
    "correctAnswer": 3,
    "topic": "কোষচক্র",
    "source": "সিলেট বোর্ড: ২০২২"
  },
  {
    "id": "ch2_55",
    "chapterId": 2,
    "number": 55,
    "question": "কোষ চক্রের বিশ্রাম-১ (G-1) দশায় ব্যয়িত সময়-",
    "options": [
      "১০-২০%",
      "৩০-৪০%",
      "৩০-৫০%",
      "৯০-৯৫%"
    ],
    "correctAnswer": 1,
    "topic": "কোষচক্র",
    "source": "ময়মনসিংহ বোর্ড: ২০২১"
  },
  {
    "id": "ch2_56",
    "chapterId": 2,
    "number": 56,
    "question": "বাইভ্যালেন্ট সৃষ্টি হয় মায়োসিসের কোন উপ-পর্যায়ে?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "ঢা. বো: ১৭"
  },
  {
    "id": "ch2_57",
    "chapterId": 2,
    "number": 57,
    "question": "মিয়োসিস কোষ বিভাজনের কোন উপধাপে সিন্যাপসিস ঘটে?",
    "options": [
      "লেপ্টোটিন",
      "প্যাকাইটিন",
      "জাইগোটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "আলীম"
  },
  {
    "id": "ch2_58",
    "chapterId": 2,
    "number": 58,
    "question": "কায়াজমাটার প্রান্তবর্তন ঘটে মিয়োসিস কোষ বিভাজনের কোন দশায়?",
    "options": [
      "লেপ্টোটিন",
      "প্যাকাইটিন",
      "জাইগোটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "আলীম"
  },
  {
    "id": "ch2_59",
    "chapterId": 2,
    "number": 59,
    "question": "ভ্রূণের লিঙ্গ নির্ধারণের সময় কোন পদ্ধতিতে উলফিয়ান নালি অপসারিত হয়?",
    "options": [
      "অ্যাপোপটোসিস",
      "নেক্রোসিস",
      "অ্যাপোফাইসিস",
      "মেটাস্টেসিস"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "আলীম"
  },
  {
    "id": "ch2_60",
    "chapterId": 2,
    "number": 60,
    "question": "ভ্রূণীয় বিকাশের সময় কোন পদ্ধতিতে নাভিরন্ধ্র ও থলির মাঝে বিদ্যমান টিস্যুর অবশিষ্টাংশ দেহ হতে অপসারিত হয়?",
    "options": [
      "অ্যাপোফাইসিস",
      "নেক্রোসিস",
      "অ্যাপোপটোসিস",
      "মেটাস্টেসিস"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "আলীম"
  },
  {
    "id": "ch2_61",
    "chapterId": 2,
    "number": 61,
    "question": "সপুষ্পক উদ্ভিদে কে প্রথম মায়োসিস বিভাজন প্রত্যক্ষ করেন?",
    "options": [
      "বোভেরি",
      "স্ট্রাসবার্গার",
      "ফার্মার",
      "মুর"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_62",
    "chapterId": 2,
    "number": 62,
    "question": "কোন জীব হ্যাপ্লয়েড দেহ গঠন করে?",
    "options": [
      "ফার্ন",
      "শৈবাল",
      "জিমনোস্পার্ম",
      "অ্যানজিওস্পার্ম"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_63",
    "chapterId": 2,
    "number": 63,
    "question": "কত সালে স্ট্রাসবার্গার মিয়োসিস কোষ বিভাজন প্রত্যক্ষ করেন?",
    "options": [
      "১৮৮০",
      "১৮৯২",
      "১৮৮৮",
      "১৮৮৩"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_64",
    "chapterId": 2,
    "number": 64,
    "question": "কোন কোষ বিভাজনকে বিয়োজন বিভাজন বলে?",
    "options": [
      "মাইটোসিস",
      "অ্যামাইটোসিস",
      "সাইটোকাইনেসিস",
      "মায়োসিস"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_65",
    "chapterId": 2,
    "number": 65,
    "question": "স্পোরোফাইটিক জীবের মায়োসিস ঘটে কোথায়?",
    "options": [
      "জননকোষে",
      "দেহকোষে",
      "জনন মাতৃকোষে",
      "পরাগরেণুতে"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "দি. বো: ১৫"
  },
  {
    "id": "ch2_66",
    "chapterId": 2,
    "number": 66,
    "question": "হ্যাপ্লয়েড জীবের কোথায় মায়োসিস সংঘটিত হয়?",
    "options": [
      "জাইগোট",
      "জনন মাতৃকোষ",
      "দেহকোষ",
      "জননকোষ"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "দি. বো: ১২"
  },
  {
    "id": "ch2_67",
    "chapterId": 2,
    "number": 67,
    "question": "কোন ধাপে দানাদার ক্রোমোমিয়ার দেখা যায়?",
    "options": [
      "ডিপ্লোটিন",
      "লেপ্টোটিন",
      "ডায়াকাইনেসিস",
      "প্যাকাইটিন"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_68",
    "chapterId": 2,
    "number": 68,
    "question": "নিচের কোন পর্যায়ে ক্রোমোজোমের টেট্রাড লক্ষ্য করা যায়?",
    "options": [
      "প্যাকাইটিনে",
      "জাইগোটিনে",
      "লেপ্টোটিনে",
      "ডায়াকাইনেসিসে"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_69",
    "chapterId": 2,
    "number": 69,
    "question": "প্রতিটি জোড় বাঁধা ক্রোমোজোম জোড়াকে কী বলে?",
    "options": [
      "সিনাপসিস",
      "ক্রসিংওভার",
      "বাইভ্যালেন্ট",
      "কায়াজমা"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_70",
    "chapterId": 2,
    "number": 70,
    "question": "ক্রোমোজোনের অংশের বিনিময়কে কী বলে?",
    "options": [
      "ক্রসিংওভার",
      "বাইভ্যালেন্ট",
      "সিস্টার ক্রোমাটিড",
      "সিন্যাপসিস"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_71",
    "chapterId": 2,
    "number": 71,
    "question": "একই ক্রোমোজোম থেকে প্রাপ্ত দুটি ক্রোমাটিডকে একে অপরের কী বলে?",
    "options": [
      "সিস্টার",
      "নন-সিস্টার",
      "ক্রোমোমিয়ার",
      "টেট্রাড"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_72",
    "chapterId": 2,
    "number": 72,
    "question": "প্রতিটি ক্রোমোজোমের সেন্ট্রোমিয়ার অগ্রগামী ও বাহুগুলো পশ্চাৎবর্তী থাকে কোন ধাপে?",
    "options": [
      "প্রোফেজ-২",
      "মেটাফেজ-২",
      "অ্যানাফেজ-২",
      "টেলোফেজ-২"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_73",
    "chapterId": 2,
    "number": 73,
    "question": "হোমোলোগাস ক্রোমোজোমগুলো বাইভ্যালেন্টের মাঝে কত ডিগ্রি করে থাকে?",
    "options": [
      "৩০°",
      "৫০°",
      "৭০°",
      "৯০°"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_74",
    "chapterId": 2,
    "number": 74,
    "question": "কোনটি দ্বারা মেন্ডেলবাদ ও আপাত ব্যতিক্রমগুলো ব্যাখ্যা করা যায়?",
    "options": [
      "অ্যামাইটোসিস",
      "ক্রসিংওভার",
      "মাইটোসিস",
      "মায়োসিস"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_75",
    "chapterId": 2,
    "number": 75,
    "question": "কোনটির কারণে নন-সিস্টার ক্রোমাটিড দুটি এক বা একাধিক স্থানে এবং একই তলে আড়াআড়িভাবে ভেঙ্গে যায়?",
    "options": [
      "এন্ডোনিউক্লিয়েজ",
      "লাইপেজ",
      "লাইগেজ",
      "এক্সোনিউক্লিয়াস"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_76",
    "chapterId": 2,
    "number": 76,
    "question": "জীবের বংশ পরম্পরায় ক্রোমোজোম সংখ্যা নিয়ন্ত্রণে দায়ী কোনটি?",
    "options": [
      "DNA অনুলিপন",
      "অ্যামাইটোসিস",
      "মাইটোসিস",
      "মায়োসিস"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "আজিজুর"
  },
  {
    "id": "ch2_77",
    "chapterId": 2,
    "number": 77,
    "question": "কোনটিতে মিয়োসিস ঘটে?",
    "options": [
      "জননকোষে",
      "দেহকোষে",
      "পরাগরেণুতে",
      "জনন মাতৃকোষে"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "ঢা. বো: ১৯"
  },
  {
    "id": "ch2_78",
    "chapterId": 2,
    "number": 78,
    "question": "কোন উপধাপে ক্রসিংওভার ঘটে?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "রা. বো: ২১"
  },
  {
    "id": "ch2_79",
    "chapterId": 2,
    "number": 79,
    "question": "মায়োসিস প্রোফেজ-১ এর সঠিক ক্রম পর্যায় কোনটি?",
    "options": [
      "জাইগোটিন -> ডিপ্লোটিন -> প্যাকাইটিন -> ডায়াকাইনেসিস",
      "লেপ্টোটিন -> প্যাকাইটিন -> ডিপ্লোটিন -> জাইগোটিন",
      "লেপ্টোটিন -> জাইগোটিন -> প্যাকাইটিন -> ডিপ্লোটিন",
      "জাইগোটিন -> লেপ্টোটিন -> প্যাকাইটিন -> ডিপ্লোটিন"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "য. বো: ২১"
  },
  {
    "id": "ch2_80",
    "chapterId": 2,
    "number": 80,
    "question": "প্রোফেজ-১ এর কোন উপপর্যায়ে নিউক্লিয়ার মেমব্রেনের অবলুপ্তি ঘটে?",
    "options": [
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন",
      "ডায়াকাইনেসিস"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "দি. বো: ১৯"
  },
  {
    "id": "ch2_81",
    "chapterId": 2,
    "number": 81,
    "question": "নিচের কোন ধাপে কায়াজমা সৃষ্টি হয়?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "মেডিকেল: ১৭-১৮"
  },
  {
    "id": "ch2_82",
    "chapterId": 2,
    "number": 82,
    "question": "মায়োসিসের প্রোফেজ-১ এর প্যাকাইটিন উপ-দশায় দৃশ্যমান 'X' আকৃতির অংশকে কী বলে?",
    "options": [
      "ক্রসিংওভার",
      "সিনাপসিস",
      "টেট্রাড",
      "কায়াজমা"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "কু.বো: ১৮"
  },
  {
    "id": "ch2_83",
    "chapterId": 2,
    "number": 83,
    "question": "কোন উপ-পর্যায়ে হোমোলোগাস ক্রোমোজোম জোড় বাঁধে?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "দি. বো: ১৭"
  },
  {
    "id": "ch2_84",
    "chapterId": 2,
    "number": 84,
    "question": "প্রান্তীয়করণ কোন উপপর্যায়ে ঘটে?",
    "options": [
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন",
      "ডায়াকাইনেসিস"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "দি. বো: ২১"
  },
  {
    "id": "ch2_85",
    "chapterId": 2,
    "number": 85,
    "question": "ক্রোমোজোম সংখ্যা মাতৃকোষের অর্ধেক হয় কোন ধাপে?",
    "options": [
      "প্রোফেজ-১",
      "মেটাফেজ-১",
      "অ্যানাফেজ-১",
      "টেলোফেজ-১"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "য. বো: ১৮"
  },
  {
    "id": "ch2_86",
    "chapterId": 2,
    "number": 86,
    "question": "ক্রোমোজোমের খাটো ও মোটা হওয়াকে বলে-",
    "options": [
      "সিনাপসিস",
      "বাইভ্যালেন্ট",
      "অ্যাপোপটোসিস",
      "কনডেনসেশন"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "য. বো: ২২"
  },
  {
    "id": "ch2_87",
    "chapterId": 2,
    "number": 87,
    "question": "হোমোলোগাস ক্রোমোজোমের জোড় বাঁধার প্রক্রিয়াকে কী বলা হয়?",
    "options": [
      "কায়াজমা",
      "বাইভ্যালেন্ট",
      "সিনাপসিস",
      "ক্রসিং ওভার"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "রা. বো: ২০২২"
  },
  {
    "id": "ch2_88",
    "chapterId": 2,
    "number": 88,
    "question": "কোন ধাপে জীবের বৈচিত্র্য সৃষ্টির প্রক্রিয়া সূচনা হয়?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "য.বো: ২০২৩"
  },
  {
    "id": "ch2_89",
    "chapterId": 2,
    "number": 89,
    "question": "মিয়োসিস কোষ বিভাজনের প্রোফেজ-১ এর কোন উপপর্যায়ে নিউক্লিয়ার মেমব্রেন এর বিলুপ্তি ঘটে?",
    "options": [
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন",
      "ডায়াকাইনেসিস"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "জা.বি: ২১-২২"
  },
  {
    "id": "ch2_90",
    "chapterId": 2,
    "number": 90,
    "question": "জেনেটিক ম্যাপ তৈরি করা হয়-",
    "options": [
      "মিয়োসিসের বিয়োজন বিভাজনের শতকরা হার থেকে",
      "ক্রসিং ওভারের শতকরা হার থেকে",
      "মাইটোটিক ইনডেক্স থেকে",
      "কোষে ক্রোমোজোমের অবস্থান থেকে"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "মেডিকেল: ২০-২১"
  },
  {
    "id": "ch2_91",
    "chapterId": 2,
    "number": 91,
    "question": "ক্রসিংওভার সম্পর্কে সর্বপ্রথম ধারণা কে দেন?",
    "options": [
      "থমাস হান্ট মর্গান",
      "জেমস ওয়াটসন",
      "গ্রেগর জোহান মেন্ডেল",
      "স্ট্রাসবার্গার"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "য.বো: ২০"
  },
  {
    "id": "ch2_92",
    "chapterId": 2,
    "number": 92,
    "question": "যে সকল ডিপ্লয়েড কোষে মিয়োসিস ঘটে তাকে বলে-",
    "options": [
      "উওসাইট",
      "ফ্যাগোসাইট",
      "পিনোসাইট",
      "মিয়োসাইট"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "ময়মনসিংহ বোর্ড: ২০২৩"
  },
  {
    "id": "ch2_93",
    "chapterId": 2,
    "number": 93,
    "question": "নিচের কোনটিতে মিয়োসিস ভূমিকা রাখে?",
    "options": [
      "দেহ গঠনে",
      "জনুক্রমে",
      "ক্ষতপূরণে",
      "অঙ্গজ জননে"
    ],
    "correctAnswer": 1,
    "topic": "মায়োসিস",
    "source": "রাজশাহী বোর্ড: ২০২৩"
  },
  {
    "id": "ch2_94",
    "chapterId": 2,
    "number": 94,
    "question": "মিয়োসিস বিভাজনের কোন দশায় ক্রোমোজোমের সেন্ট্রোমিয়ার বিভক্ত হয়?",
    "options": [
      "মেটাফেজ-১",
      "অ্যানাফেজ-১",
      "মেটাফেজ-২",
      "অ্যানাফেজ-২"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "বরিশাল বোর্ড: ২০২৩"
  },
  {
    "id": "ch2_95",
    "chapterId": 2,
    "number": 95,
    "question": "কোষ বিভাজনের কোন ধাপে নিউক্লিয়ার মেমব্রেন বিলুপ্ত হয়?",
    "options": [
      "প্রোফেজ",
      "প্রো-মেটাফেজ",
      "মেটাফেজ",
      "অ্যানাফেজ"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "ঢাকা বোর্ড: ২০২৩"
  },
  {
    "id": "ch2_96",
    "chapterId": 2,
    "number": 96,
    "question": "নিচের কোন ধরনের কোষে মিয়োসিস কোষ বিভাজন সংঘটিত হয়?",
    "options": [
      "পরাগরেণুতে",
      "জননকোষে",
      "দৈহিক কোষে",
      "পরাগ মাতৃকোষে"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "যশোর বোর্ড: ২০২১"
  },
  {
    "id": "ch2_97",
    "chapterId": 2,
    "number": 97,
    "question": "মিয়োসিস কোষ বিভাজনে 'X' আকৃতির গঠন দেখা যায় নিম্নের কোনটিতে?",
    "options": [
      "লেপ্টোটিন",
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডায়াকাইনেসিস"
    ],
    "correctAnswer": 2,
    "topic": "মায়োসিস",
    "source": "যশোর বোর্ড: ২০২১"
  },
  {
    "id": "ch2_98",
    "chapterId": 2,
    "number": 98,
    "question": "কোনটির জাইগোটে মায়োসিস ঘটে?",
    "options": [
      "Ulothrix",
      "Pteris",
      "Oryza",
      "Hibiscus"
    ],
    "correctAnswer": 0,
    "topic": "মায়োসিস",
    "source": "সিলেট বোর্ড: ২০২১"
  },
  {
    "id": "ch2_99",
    "chapterId": 2,
    "number": 99,
    "question": "প্রোফেজ-১ এর কোন উপপর্যায়ে নিউক্লিয়ার মেমব্রেনের অবলুপ্তি ঘটে?",
    "options": [
      "জাইগোটিন",
      "প্যাকাইটিন",
      "ডিপ্লোটিন",
      "ডায়াকাইনেসিস"
    ],
    "correctAnswer": 3,
    "topic": "মায়োসিস",
    "source": "আলীম"
  }
];
